Repository: VladBabichev/BorBaSite
Catalog: src/BorBaNetCore/Resources/SharedResource.*.resx
Languages: ru, uk

# Aifp
source: The windows application to testing candidates for job positions and processing test results.
ru: WinForms-приложение для тестирования кандидатов на рабочие вакансии и обработки результатов тестирования.
uk: WinForms-застосування для тестування кандидатів на робочі вакансії і обробки результатів тестування.

# AifpWeb
source: The online application to testing candidates for job positions.
ru: WebForms-приложение для тестирования кандидатов на рабочие вакансии в режиме онлайн.
uk: WebForms-застосування для тестування кандидатів на робочі вакансії в режимі онлайн.

# Checkpoint
source: The tablet application for building inspectors.
ru: Планшетное приложение для строительных инспекторов.
uk: Планшетне застосування для будівельних інспекторів.

# Eps
source: The energy carriers billing system.
ru: WinForms-приложение для расчетов за поставленные энергоресурсы.
uk: WinForms-застосування для розрахунків за поставлені енергоресурси.

# EQMobile
source: The mobile applications for the vehicle repair shops staff.
ru: Мобильные приложения для персонала автомастерской.
uk: Мобільні програмні застосування для персоналу автомайстерні.

# EQWeb
source: The Web version of application for the vehicle repair shops.
ru: Web-версия системы для автомастерских, выполняющих ремонт транспортных средств, поврежденных в ДТП.
uk: Web-версія системи для автомайстерень, що виконують ремонт транспортних засобів, пошкоджених в ДТП.

# EQWin
source: The application for the vehicle repair shops. This application allows to take part in the tender for obtaining quotas for the repair of vehicles after accidents.
ru: Приложение для ремонтных мастерских. Это приложение позволяет принять участие в тендере на получение квот на ремонт автомобилей после несчастных случаев.
uk: Застосування для ремонтних майстерень. Ця програма дозволяє взяти участь в тендері на отримання квот на ремонт автомобілів після нещасних випадків.

# H2O
source: The windows application to register and managements of contracts for the installation of heating equipment.
ru: WinForms-приложение для регистрации и учета контрактов на установку обогревательного оборудования и контроля их выполнения.
uk: WinForms-застосування для реєстрації та обліку контрактів на установку обігрівального обладнання та контролю за їх виконанням.

# Kdt
source: The utilities to calculate the optimal routes to access the ordering items in large warehouses.
ru: Пакет программ для расчета оптимального маршрута на больших складах при комплектации заказа.
uk: Пакет програм для розрахунку оптимального маршруту на великих складах при комплектації замовлення.

# Msj
source: The Web application for a cleaning company to plan and manage works execution for customers.
ru: Web-приложение для клининговой компании, которое позволяет планировать и контролировать выполнение работ у заказчиков.
uk: Web-застосування для клінінгової компанії, яке дозволяє планувати і контролювати виконання робіт у замовників.

# MsjMobile
source: The mobile cross-platform application for employees of the cleaning company, which allows you to quickly get information about the work and schedule of their implementation and note the work actually done.
ru: Мобильное кроссплатформенное приложение для сотрудников клининговой компании, которое позволяет оперативно получать информацию о работах и графике их выполнения и отмечать фактически выполненные работы.
uk: Мобільне кроссплатформне застосування для співробітників клінінгової компанії, яке дозволяє оперативно отримувати інформацію про роботи і графік їх виконання і відзначати фактично виконані роботи.

# Mvp
source: The WinForms application for analyzing the financial results of the network of vehicle repair shops.
ru: WinForms-приложение для анализа финансовых результатов деятельности сети автомастерских.
uk: WinForms-застосування для аналізу фінансових результатів діяльності мережі автомайстерень.

# PropertyStore
source: The windows application to register and evaluate the municipal real estate and its additional properties.
ru: WinForms-приложение для учета и оценки муниципальной недвижимости и ее дополнительных усовершенствований.
uk: WinForms-застосування для обліку та оцінки муніципальної нерухомості і її додаткових удосконалень.

# SmartHouse
source: The Web application provides online access to the measured data of the temperature.
ru: Веб-приложение обеспечивает онлайн-доступ к измеренным данным температуры.
uk: Веб-застосування забезпечує онлайн-доступ до виміряних даних температури.

# TED
source: WinForms application for the analysis of the energy market.
ru: WinForms-приложение для анализа рынка энергоносителей.
uk: WinForms-застосування для аналізу ринку енергоносіїв.

# ProjectsTop
source: The projects emplemented by our team:
ru: Приложения, разработанные нашей командой:
uk: Програмні застосування, розроблені нашою командою:

# Offer2
source: Mobile (iOS, Android, Win Phone)
ru: Мобильные (iOS, Android, Win Phone)
uk: Мобільні (iOS, Android, Win Phone)

# Offer3
source: Desktop (C#, VB.Net, WinForms, WPF, DevExpress)
ru: Настольные (C#, VB.Net, WinForms, WPF, DevExpress)
uk: Настольні (C#, VB.Net, WinForms, WPF, DevExpress)

# Offer4
source: Windows Services (WCF)
ru: Службы Windows (WCF)
uk: Служби Windows (WCF)

# Offer5
source: Data warehouses (MS SQL, MySQL, Postgree)
ru: Хранилища данных (MS SQL, MySQL, Postgree)
uk: Сховища даних (MS SQL, MySQL, Postgree)

# Offer0
source: We produce a complete development cycle from developing a functional specification to implementing and maintaining:
ru: Полный цикл разработки приложений от функциональной спецификации до реализации, внедрения и сопровождения:
uk: Повний цикл розробки застосувань від функціональної специфікації до реалізації, впровадження та супроводу:

# AspNetCore
source: ASP.Net Core MVC applications:
ru: Приложения ASP.Net Core MVC:
uk: Застосування ASP.Net Core MVC:

# AspNetWebForms
source: ASP.Net Web Forms applications:
ru: Приложения ASP.Net Web Forms:
uk: Застосування ASP.Net Web Forms:

# DB
source: Used DBMS and tools:
ru: Используемые СУБД и инстументы:
uk: СУБД та інстументи, що використовуються:

# DevExpress
source: Applications with DevExpress:
ru: Приложения с DevExpress:
uk: Застосування з DevExpress:

# Mobile
source: Mobile applications with Xamarin and Java for Android:
ru: Мобильные приложения Xamarin и Java for Android:
uk: Мобільні застосування Xamarin та Java for Android:

# Reporting
source: Generating comprehensive reports:
ru: Создание всесторонних отчетов:
uk: Створення всебічних звітів:

# WinForms
source: WinForms and WPF applications:
ru: Приложения WinForms и WPF:
uk: Застовсування WinForms та WPF:

# WinServices
source: Windows services:
ru: Службы Windows:
uk: Служби Windows:

# Babichev
source: Babichev Vladimir
ru: Бабичев Владимир
uk: Бабічев Володимир

# Borovick
source: Borovick Vladimir
ru: Боровик Владимир
uk: Боровик Володимир

# Team
source: Software Development Team
ru: Команда разработчиков программного обеспечения
uk: Команда розробників програмного забезпечення

# Address
source: 21 Koneva st., Office 212, Kharkiv, Ukraine, 61001
ru: 61001, Украина, г. Харьков, ул. Конева, 21, Офис 212
uk: 61001, Україна, м. Харків, вул. Конєва, 21, Офіс 212

# MsgErr
source: Unable to send the message.
ru: Сообщение не отправленно.
uk: Повідомлення не надіслано.

# msgSucces
source: The message sent succesfully.
ru: Сообщение отправленно успешно.
uk: Повідомлення надіслано успішно.

# EmailErrorMessage
source: Please enter correct email.
ru: Введите корректный электронный адресс.
uk: Введіть коректну електронну адресу

# NameErrorRequired
source: Please enter your name.
ru: Введите имя
uk: Введіть ім'я

# ErrSendEmail
source: Unfortunately our system is temporarily unavailable. Please contact us by email: babichev_vlad@yahoo.com, vladibor1961@yahoo.com, borbaoffice@gmail.com.
ru: К сожалению, наша система временно недоступна. Пожалуйста, свяжитесь с нами по электронной почте: babichev_vlad@yahoo.com, vladibor1961@yahoo.com.
uk: На жаль, наша система тимчасово недоступна. Будь ласка, зв'яжіться з нами по електронній пошті: babichev_vlad@yahoo.com, vladibor1961@yahoo.com.

# ZSH
source: CIS "Svitlo Shakhtarya"
ru: КИС «Свет Шахтера»
uk: КІС «Світло Шахтаря»

# ZSH_desc
source: Corporate information system of the public joint-stock company "Kharkov machine-building plant "Svitlo Shakhtarya"
ru: Корпоративная информационная система публичного акционерного общества «Харьковский машиностроительный завод «Свет Шахтера»
uk: Корпоративная інформаційна система публічного акціонерного товариства «Харківський машинобудівний завод «Світло Шахтаря»

# Offer6
source: Comprehensive reports
ru: Всесторонние отчеты
uk: Всебічні звіти
